13/data/attachments/b3a6dae29743c810.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Isaac_at_Friend_95205_6</nif:username>
            <nif:friendToBeRequested>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>